---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFlowConfigurationParam
source: html/a37e1348-89cd-b878-181b-191802710c7a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFlowConfigurationParam Property

"Flow Configuration"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFlowConfigurationParam { get; }
```